{
  "movie_language": "", 
  "movie_name": "三体", 
  "movie_description": "2020年，数百名物理学家死于非命；中国专家汪淼的眼中也出现倒计时，随后发现一款游戏中一个在三日下煎熬的“灾难星球”竟真实存在，那里的“三体文明”400年后即将达到地球；一场未来的浩劫摆在人类面前……", 
  "movie_writer": "宋春雨;刘慈欣", 
  "movie_roles": "冯绍峰;张静初;吴刚;唐嫣;张翰;杜淳;杜志国;邢佳栋;张光北;胡明;程媛媛;胡海峰;李炫臻;大卫·伍德雷;达伦·格罗夫纳;兰道尔·洛威", 
  "movie_director": "张番番", 
  "movie_date": "2016-07(中国大陆)", 
  "movie_long": "176"
}
{
  "movie_language": "", 
  "movie_name": "寻找罗麦", 
  "movie_description": "中法合拍爱情题材商业影片《寻找罗麦》由在法国电影界享有盛誉的中国导演王超自编自导。影片讲述一场不为人知的另类恋情。在一段象征涅槃与救赎的莲花之旅中，已经走向人生终点的罗麦（杰瑞米·埃尔卡伊姆饰）与一直在路上的赵捷（韩庚饰），对于他们来说，怎样的结局才是完满？抑或，只是留下长久的叹息，以及对生活一成不变的 美好向往……", 
  "movie_writer": "王超", 
  "movie_roles": "韩庚;杰瑞米·埃尔卡伊姆;阿丽丝·德·朗克桑;海伦·文森特;雷诺·科恩", 
  "movie_director": "王超", 
  "movie_date": "2017", 
  "movie_long": ""
}
{
  "movie_language": "", 
  "movie_name": "叶问3", 
  "movie_description": "1959年，叶问（甄子丹饰）与张永成（熊黛林饰）将大儿子叶准送回广东，小儿子叶正继续在香港读书。在与马鲸笙（谭耀文饰）与其老板（泰森饰）所带领的帮派抗争的过程中，叶问带领着自己的弟子保卫了小学，并结识了依靠拉车和在地下赌场斗武为生的张天志（张晋饰），二 人惺惺相惜。然而 此时，自称 “咏春正宗” 的张天志却向叶问公开宣战，要为自己新开的武馆争取名誉。可是张永成突然病危，让叶问不得不肩负起照顾妻儿的责任。面对家庭和武术，叶问究竟会作何选择？他是否会应战张天志，夺回属于他 “咏春正宗” 的头衔？", 
  "movie_writer": "黄子桓", 
  "movie_roles": "甄子丹;迈克·泰森;张晋;熊黛林;谭耀文;吴千语;喻亢;郑则仕;梁家仁;张继聪;陈国坤", 
  "movie_director": "叶伟信", 
  "movie_date": "2016-03-04(中国大陆)", 
  "movie_long": "105"
}
{
  "movie_language": "", 
  "movie_name": "长城 The Great Wall", 
  "movie_description": "欧洲雇佣军威廉与同伴不远万里来到北宋时期的中国盗取火药配方，却误打误撞地进入神秘的长城关城，见识到一支强大的秘密军队并邂逅女将军林梅。意识到人类正面临危难，威廉决定和秘密军队一道与怪兽决一死战。", 
  "movie_writer": "马克斯·布鲁克斯;爱德华·兹威克;马歇尔·赫斯科维兹;托尼·吉尔罗伊;Thomas Tull", 
  "movie_roles": "马特·达蒙;威廉·达福;佩德罗·帕斯卡;刘德华;张涵予;彭于晏;鹿晗;黄轩;林更新;郑恺;陈学冬;景甜;王俊凯;余心恬;刘琼", 
  "movie_director": "张艺谋", 
  "movie_date": "2016-12(中国大陆)", 
  "movie_long": ""
}
{
  "movie_language": "", 
  "movie_name": "罗曼蒂克消亡史", 
  "movie_description": "上世纪20年代，日本为了对我国的侵略战争，秘密派遣大批间谍潜伏在上海。大批有志的进步人士，和这批日本侵略者以及他们身边的汉奸展开较量。直至抗日战争胜利，直至万恶的旧社会终结，迎来一个新社会。", 
  "movie_writer": "程耳", 
  "movie_roles": "葛优;章子怡;浅野忠信;钟欣潼;杜淳;倪大红;袁泉;闫妮;赵宝刚 ;韩庚;霍思燕;钟汉良;王传君;杜江;吕行", 
  "movie_director": "程耳", 
  "movie_date": "2017", 
  "movie_long": ""
}
{
  "movie_language": "", 
  "movie_name": "寒战2 寒戰2", 
  "movie_description": "故事延续上部结局，李家俊背后更大的势力逐渐浮出水面，香港各部之间的权力制衡更加紧张，再掀巨大波澜。", 
  "movie_writer": "梁乐民;陆剑青", 
  "movie_roles": "郭富城;梁家辉;杨采妮;彭于晏;李治廷;文咏珊;周润发;马伊琍;杨祐宁;张国柱;周笔畅", 
  "movie_director": "梁乐民", 
  "movie_date": "2017", 
  "movie_long": ""
}
{
  "movie_language": "", 
  "movie_name": "大鱼海棠", 
  "movie_description": "故事发生在一个宁静的夜晚，在西南边陲某个地区，圆形土楼迎来了暴雨之夜。身着传统服装的年轻女子打着雨伞冲出土楼，在廊桥处放了一盆花后继续前行。白发少年坐在窗口大快朵颐，他看到女孩越跑越近，于是故意将一个花盆碰了下去。花盆在女孩的背后摔得粉碎，她只稍稍停下看了看，也不顾少年的搭讪，继续向前方跑去。少年感到好奇，于是也穿戴蓑衣斗笠跟了过去。不久女孩来到云海缭绕的山顶，几声铃响过后，云海另一头驶来神秘的孤舟。女孩乘上船，驶向了远方……", 
  "movie_writer": "梁旋", 
  "movie_roles": "", 
  "movie_director": "梁旋", 
  "movie_date": "2016(中国大陆)", 
  "movie_long": "90"
}
{
  "movie_language": "", 
  "movie_name": "酒国英雄之摆渡人", 
  "movie_description": "慢工出细活的王家卫最近积极筹备新片，准备9月开拍都市文艺爱情电影《摆渡人》，该片是改编自张嘉佳网络小说《从你的全世界路过》其中一章节。", 
  "movie_writer": "张嘉佳", 
  "movie_roles": "梁朝伟;金城武;杨颖;鹿晗;邓煌;杜鹃;陈奕迅;陈妍希", 
  "movie_director": "张嘉佳", 
  "movie_date": "", 
  "movie_long": ""
}
{
  "movie_language": "", 
  "movie_name": "放浪记 放浪記", 
  "movie_description": "这部反映林芙美子生平的電影，改编自林芙美子的自传体同名小说，是关于她早年挣扎生存的作家生涯的悲剧性的实录。这也是成濑最后一部改编自林芙美子的作品，仍由高峰秀子主演。", 
  "movie_writer": "井手俊郎;田中澄江", 
  "movie_roles": "高峰秀子;小林桂树;田中绢代;加东大介", 
  "movie_director": "成濑巳喜男", 
  "movie_date": "1962-09-29(日本)", 
  "movie_long": "124"
}
{
  "movie_language": "", 
  "movie_name": "美人鱼", 
  "movie_description": "富豪轩（邓超 饰）的地产计划涉及填海工程，威胁靠海以为生的居民。背负家族秘密的美人鱼珊（林允 饰）被派遣前往阻止。二人在交手过程中互生情愫，虽然轩最终因为爱上珊而停止填海工作，但她因意外受伤而消失于大海。", 
  "movie_writer": "周星驰;李思臻;何妙祺;曾瑾昌;卢正雨;江玉仪", 
  "movie_roles": "邓超;罗志祥;张雨绮;林允;徐克;吴亦凡;李尚正;卢正雨;白客;孔连顺;田启文;文章;杨能;张美娥;李叶青;林子聪", 
  "movie_director": "周星驰", 
  "movie_date": "2016-02-08(中国大陆/香港)", 
  "movie_long": "93"
}
